brew 'ack'
brew 'the_silver_searcher'
brew 'autojump'
brew 'htop'

brew 'bash-completion'

brew 'aws-okta'
brew 'awscli'

brew 'ctags'
brew 'fzf'
brew 'global'

brew 'rbenv'
brew 'ruby-build'
brew 'git'
brew 'gpg'

brew 'openconnect'
brew 'vim'
brew 'tmux'
brew 'daisydisk'
brew 'keka'

brew 'mas'
mas 'Telegram', id: 747648890
mas 'Whatsapp', id: 1147396723

cask 'dropbox'
cask 'transmission'
cask 'bitwarden'
cask 'transmit4'
cask 'slack'
